/* time displayed in an alarm */
"'Every day at' h:mm a" = "'Todos los días a' h:mm a";

/* alarm displayed in alarm list */
"Alarm " = "Alarma ";

/* To Cancel
   To Cancel in Alert Dialog */
"Cancel" = "Cancelar";

/* empty field at loginscreen */
"Email field is empty." = "El correo es inválido.";

/* Error logging in facebook */
"Facebook sign in error" = "Error con Facebook";

/* Dialog to schedule an alarm */
"Go Schedule!" = "Agendar!";

/* To Log Out */
"Log Out" = "Salir";

/* please wait! */
"Please wait..." = "Por favor espera...";

/* Alert Dialog string */
"Schedule at which time do you brush your teeth and we will remind you to do it, and improve your dental health!" = "Programa a que hora quieres que te recordemos lavarte los dientes y convierte tu buena higiene en un habito!";

/* Signing in facebook */
"Signing in..." = "Entrando...";

/* Alert Notification */
"Time to brush your teeth!" = "Tiempo de lavarse los dientes!";

/* Welcome at login */
"Welcome" = "Bienvenido";

/* No Alarm Dialog Title */
"\n \n \n Start a good habit" = "\n \n \n Comienza un buen hábito";